formcheckLanguage = {
	required: "Це поле є обов'язковим для заповнення.",
	alpha: "Це поле може містити тільки букви.",
	alphanum: "Це поле може містити тільки букви і цифри.",
	nodigit: "Це поле не може містити цифри.",
	digit: "Будь ласка вкажіть число.",
	digitmin: "Число не може бути менше% 0",
	digitltd: "Число повинно бути більше% 0 і менше% 1",
	number: "Будь ласка вкажіть число.",
	email: "Введіть коректний email: <br /><span>Наприклад yourname@domain.ua</span>",
	phone: "Введіть коректний телефон.",
	url: "Введіть коректну адресу url: <br /><span>Наприклад http://www.domain.ua</span>",
	
	confirm: "Це поле не повинно відрізнятися від поля% 0",
	differs: "Число має відрізнятися від% 0",
	length_str: "Довжина рядка повинна бути від% 0 до% 1 символів",
	length_fix: "Довжина неправильна, вона має бути точно% 0 символів",
	lengthmax: "Заповніть поле рядком, що складається не більше ніж з% 0 символів",
	lengthmin: "Заповніть поле рядком, що складається не менше ніж з% 0 символів",
	checkbox: "Будь ласка поставте галочку",
	radios: "Будь ласка виберіть із запропонованих варіантів",
	select: "Будь ласка виберіть із запропонованих варіантів"
}